Repository: mozilla-l10n/mt-training-data
Catalog: ce/ce_pontoon.tmx
Source language: en_us
Languages: ce

source: Finish recording
ce: ДIайаздар чякхдаккха

source: Finish recording first?
ce: Цкъа дIайаздар чякхдоккхи?

source: Finish Review
ce: Таллам чекхбаккха

source: Finish validating
ce: таллам чекхбаккха

source: Finish validating clips?
ce: аудиоклипан таллам чекхбаьлла?

source: Finnish
ce: Финийн

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
ce: Цкъа хьалха хьажа, хьан мотт <languageLink>хӀинцале тIетоьхна буй</languageLink>. Нагахь санна иза бацахь, хьан йиш ю <languageRequestLink>хьайн мотт тӀетохарх лаьцна хатта</languageRequestLink> Цуьнан ши мур бу. Сайт гочъяр, аламаш гулбар

source: Follow guidelines from “What sentences can I add?”
ce: хIокху декъехь долчу хьехамашна тӀаьхьаваза."Муьлха аламаш тӀетоха мегар ду?"

source: for example
ce: Масала

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ce: Технологино массарна а дика болх бан, сайт-йархошна технологи кхолла гӀо деш болу хаамаш гойтуш хила беза тайп-тайпана адамаш.Масала, цхьана акцентца къамел деш берш вай юкъа ца баьхча, и акцент йолчу нахана технологино болх бийр бац.<learnMore>Кхин дӀа а довза метаданнаш хӀунда ду мехала .</learnMore>

source: French
ce: Францойн

source: Frisian
ce: Фризийн

source: Fulah
ce: ФулахI

source: Ga
ce: Га

source: Galician
ce: Галисийн

source: Gawarbaiti
ce: Гаварбайтин

source: Gawri
ce: Гаврийн

source: General
ce: Коьрта

source: General language / multiple variants
ce: Юкъара мотт / масех кеп

source: Georgian
ce: Гуьржийн

source: German
ce: Немцойн

source: Get involved
ce: Дакъа лацар

source: Get started <icon><icon>
ce: ДӀадоладе<icon><icon>

source: Get started with goals
ce: Ӏалашонашца болх дӀаболабе

source: Get Started with Speech Recognition
ce: Аз довзар Ӏамо волало

source: Gheg Albanian
ce: Гег Албанийн

source: Ghomala
ce: Гомала

source: Gilaki
ce: Жилаки

source: Goal reached
ce: Ӏалашо кхочушхили

source: Goaria
ce: Гоариа

source: Gorani
ce: Горанийн

source: <governanceLink>Read more about how we're governed</governanceLink>
ce: <governanceLink>Кхин дӀа еша оха муха вовшах тоьхна урхалла </governanceLink>

source: Grammatical / spelling error
ce: Грамматикан / нийсаяздаран гӀалат

source: Great!<recordIcon></recordIcon> Record your next clip
ce: Дукха дика ду<recordIcon></recordIcon>Хьайн рогӀера клип дӀаязъе .

source: Great work!<playIcon></playIcon> Listen again when you're ready
ce: Дика болх бу!<playIcon></playIcon> Хьой кийча хилча юха а ладогӀа

source: Greek
ce: Грекийн

source: Gronings
ce: Гронингийн

source: Guarani
ce: Гуаранийн

source: <guidanceLink>Read full guidelines here</guidanceLink>
ce: <guidanceLink>Бакъонаш кхузахь еша</guidanceLink>

source: Guidar
ce: Гуйдар

source: Guidelines
ce: Куьйгаллин низам

source: Guiziga
ce: Гуизига

source: Gujarati
ce: Гуджуратийн

source: Gujari
ce: Гужари

source: Gurgula
ce: Гургула

source: Haitian
ce: Гаитин

source: Hakha Chin
ce: хIака чийнан

source: Hakka
ce: ХIакка

source: Hausa
ce: ХIауса

source: Hazargi
ce: Хазарги

source: Healthcare
ce: Могашалла Ӏалашъяр

source: Hebrew
ce: Жуьктийн

source: Help
ce: ГIо

source: Help create Common Voice’s first target segment in { $locale }
ce: ГӀо де Common Voice’ан хьалхара Ӏалашонан сегмент кхолла { $locale } чохь.

source: Help teach machines how real people speak, donate your voice at { $link }
ce: ГӀо де машенашна Адамах кхета, хьайн кхаж { $link } дӀа а луш.

source: Help us build a community around voice technology, stay in touch via email.
ce: ГӀо де тхуна озан технологина гонаха юкъаралла кхолла, электронан почтехула зӀенехь хила.

source: Help us validate voices
ce: ДӀаяздарш толлуш гӀо де тхуна

source: Heng Hua
ce: Х1енг ХIуан

source: Highland Puebla Nahuatl
ce: Ломан пуэбла-нахIуатлийн

source: Hiligaynon
ce: Хилигайнон

source: Hill Mari
ce: Хил мари

source: Hindi
ce: ХIиндийн

source: His hand was rais-ed.
ce: Цуьнан куьг хьалаайдира.

source: History, Law and Government
ce: Тарихехь а, низамехь а, Ӏедалехь а

source: How ?
ce: Муха?

source: How are project decisions made?
ce: Муха тӀеоьцу Леринарган сацамаш?

source: How can we effectively grow a language on Common Voice?
ce: Муха эвсаре кхио мегар ду вай мотт Common Voice тӀехь?

source: How does Common Voice work?
ce: Common Voice-с болх муха бо?

source: How does site localization work?
ce: Сайтан локализацино болх муха бо?

source: How do I access and use the dataset?
ce: Даташ тIе а эцна , церах пайда муха эца беза?

source: How do I add a language?
ce: Мотт муха тӀетоха беза?

source: How do I add sentences?
ce: Алам тIе муха тоха аса

source: How do I cite?
ce: Муха схьадаладе аса?

source: How do I know whether to approve a voice clip?
ce: Аз яздар къобал дан мегар дуй муха хаьа?

source: How do I record a high quality voice clip?
ce: Аз яздар лакхарчу дикаллица муха дӀаязъдан мегар ду?

source: How do I stay in touch?
ce: Муха латта веза зӀенехь?

source: How is Common Voice funded?
ce: Ахчанца гIо мичар хуьла Common Voice-сан?

source: How Spontaneous Speech works
ce: Шашха долу къамел муха хӀоттало

source: How to add multiple sentences
ce: Масях алам тIе муха баккха беза

source: How would you describe your sex or gender?
ce: Хьайн стен-боьршалла(пол) билгал йаккхар?

source: Huarijio
ce: Хуарижио

source: Huautla Mazatec
ce: Хуатла Мазатек

source: Hungarian
ce: Венгеран

source: Hunsrik
ce: Хунсрик

source: I agree
ce: Со реза ву

source: I agree to Common Voice Terms and Privacy.
ce: Со реза ву Common Voice хьелашна, къайленна а .

source: Iban
ce: Ибан

source: Ibibio
ce: Ибибио

source: Icelandic
ce: Исландийн

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ce: Ас даре до и аламаш <wikipediaLink>юкъара доменехь</wikipediaLink> хилар а, уьш кхуза чубаха сан бакъо хилар а.

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
ce: * Ас къобал до, хӀара хаттар <publicDomainLink>юкъара домен</publicDomainLink> чохь хилар, сан бакъо ю иза чудаккха.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ce: Ас тӀечӀагӀдо хӀара алам <wikipediaLink>юкъараллин</wikipediaLink> хилар, сан бакъо ю иза чуяккха.

source: <icon></icon> Add multiple public domain sentences
ce: ТӀетоха цхьаболу юкъараллин аламаш

source: Ideally natural and conversational (it should be easy to read the sentence)
ce: Гуттара диканиг ,мабарра а, къамелехь а болу (алам беша атта хилар ду)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
ce: Суна лаьара Ӏалашонаш дагайоуьйтуш, кхиамаш бахарх лаьцна хаамаш, Юкъара озах лаьцна керланаш санна йолу е-мейлаш сайга кхача.

source: I do not agree
ce: Со реза вац

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
ce: Нагахь санна аз яздар 2 стага юхатоьхча, иза арахоьцу датийн гуларан кхечу дакъошкахь

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ce: Нагахь санна хIорш хьайн дешнаш делахь, схьаала <курсивца яздина Текст>«Ша-шех цитата»</курсивца яздина Текст> . Тхуна хаа деза, хьуна мичахь карийна и чулацам, тхан иза юкъараллин доменехь буй хьовса йиш хилийта а, авторан бакъонашца цхьа а дехкарш доци хаа а. Цитатах лаьцна кхин дӀа хаа лууш волчунна хьажа тхан <guidelinesLink>Куьйгаллин агӀо</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ce: Нагахь санна аудио-дӀаяздар доьхна делахь, я юкъарадуьлуш делахь, юхатоха, ерриг текст хезаш яцахь.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ce: Нагахь санна цу файлах лаьцна кхин а хаамаш бан лууш велахь, зӀене вала .<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ce: Нагахь санна , шаблонна юкъа цабогIуш а ,цу файлах лаьцна кхин а хаамаш бан лууш велахь, дехар ду, зIене вала<emailFragment>commonvoice@mozilla.com</emailFragment> .

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ce: Нагахь санна алам лакхахь йийцинчу йусткиртиган барамашца богӀуш бацахь тӀетаӀйе , &quot;ДӀатоха&quot; аьлла пиллиг. Нагахь санна предложенех тешна вацахь, иза а дӀа а теттина, рогӀерчу предложене дӀакхача мегар ду.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ce: Нагахь санна алам йусткиртиган барамца богӀуш белахь, &quot;ТӀеэца&quot; аьлла пиллиг тIетаIайе.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ce: Нагахь санна цу низамо дӀа ца лоцуш долу хӀума хьайна дуьхьал нислахь, хьайн сема кхетамца кхаж таса. Нагахь санна хьайга сацам балуш бацахь, тӀехдалийта аьлла нуйьда таӀайай, дӀагӀо рогӀерчу яззаме

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
ce: Нагахь санна хьайна уьш<strong>хезаш</strong> а, <strong>кхеташ а <strong> делахь, гӀоле ду къобалдар </strong>.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
ce: Нагахь санна хьуна я хьан къетшонан дакъа лаца лаахь , хьан йиш ю <donateLink>сагӀа</donateLink> даккха, я тхан цхьанахой тобанца зӀене вала<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
ce: Нагахь санна ахь лоьхуш белахь АСР моделаш ян гӀирсаш, хьан аьтто бу юкъараллехь кхечу нахаца зӀе латто <discourseLink> Discourse </discourseLink>

source: If you run out of sentences to review, please help us collect more sentences!
ce: Нагахь санна таллам бан аламаш чекхбевлехь, кхин а предложенеш гулйеш гӀо де тхуна!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
ce: Нагахь санна <strong>дешнаш кхеташ хезаш дацахь</strong>, Аз яздарехь <strong>тӀех чӀогӀа тӀехьа гӀовгӀа елахь</strong>, я <strong>кхечун къамел хезаш делахь</strong>, тӀаккха ахь иза юхатоха деза</strong>. <accuracyLink>Кхин а хаамаш каро йиш ю нийса хиларан йусткиртигехь</accuracyLink>.

source: Igbo
ce: Игбо

source: Include appropriate citation
ce: ДогӀуш долу цитаташ юкъадаха

source: Indonesian
ce: Индонезан

source: Indus Kohistani
ce: Индо Кохистанан

source: Interested in getting involved with this project, or partnering with us?
ce: Проектехь дакъалаца йа накъосталла дан лаьий хьуна?

source: Interlingua
ce: Интерлингва

source: Interlingue
ce: Интерлингве

source: Iñupiaq
ce: Инупианан

source: Invalid file
ce: Нийса йоцу файл

source: Irish
ce: Ирландийн

source: IsiNdebele (North)
ce: Ндебел

source: IsiNdebele (South)
ce: Ндебеле Къилбан

source: Is the clip valid?
ce: Клип нийса юй?

source: Italian
ce: Италийн

source: It contains words or phrases that are hard to read or pronounce.
ce: Цу тӀехь дешнаш я дешнийн цхьаьнакхетарш ду, деша а, ала а хала долуш

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
ce: 100 сов меттан юкъараллашна лерина хаамийн гулараш дӀахӀитторна а, платформа тоярна а шарахь гергга миллион доллар ахча дойъу. <strong>Нагахь санна ахь схьабялламан лаккхара мах хада бахь, тахана сагӀа даккха аьтто бу хьан!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
ce: Дукха ахча оьшу хаддаза датийн гуларш дӀахӀитто а, арахеца а, платформа тоян а, дӀаяхьа а<africaMradiLink>юкъараллин программаш</africaMradiLink>

source: It is written in a language different than what I’m reviewing.
ce: Ас таллам бечу маттахь а доцуш, кхечу маттахь яздина ду иза.

source: It is written in a language different than what I’m speaking.
ce: Ас буьйцучух кхаьсташ болчу маттахь яздина ду иза

source: Izhorian
ce: Ижоран

source: Jamaican Patois
ce: Ямайкан патоиз

source: Japanese
ce: Японан

source: Jaqaru
ce: Джакару

source: Javanese
ce: Йаванизан

source: Join Mozilla Data Collective
ce: ДIакхета Mozilla Data Collective-х

source: Join our community
ce: Тхан юкъараллех схьакхета

source: Join the Common Voice mailing list
ce: Common Voice почтан тептаре дӀакхета

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
ce: адамо ма-оллара, шина-кхаа аламцаа жоп ло. Хьайн къамел оьзда а, стагана цатам болчу хӀуманашна гена а хилийта

source: Just Unsure?
ce: Тешна вац?

source: Kabardian
ce: Кабардинан

source: Kabyle
ce: Кабилан

source: Kachhi
ce: Качхи

source: Kaitag
ce: Кайтаг

source: Kalasha
ce: Калаша

source: Kalenjin
ce: Каленжин

source: Kalkoti
ce: Калкоти

source: Kannada
ce: Каннада

source: Kaqchikel
ce: Кагчикелан

source: Kara
ce: Кара

source: Karachay-Balkar
ce: Кхарачойн-Балг1арийн

source: Karakalpak
ce: Каракалпанийн

source: Kasem
ce: Касем

source: Kashmiri
ce: Кашмирийн

source: Kateviri
ce: Катевийри

source: Kazakh
ce: Казахан

source: { $kb }kb max
ce: { $kb }kb лаккхара барам

source: Keep
ce: Дита

source: Keep it up, record again <recordIcon></recordIcon>
ce: Саца ма де, дӀайазде кхин а<recordIcon></recordIcon>

source: Keep the recordings
ce: ХIара дIайаздарш ларде .

source: Keep track of your progress with a profile
ce: Хьайн кхиамашка хьажа хьайн профил чохь

source: Kelabit
ce: Келабит

source: Kenyah
ce: Кенийн

source: Kenyi
ce: Кени

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
ce: <key></key><key>{ $numLanguages }</key>Маттаца билгало

source: Keyboard usage
ce: Пилгу лелайар

source: Khakas
ce: Хакас

source: Khetrani
ce: Хетрани

source: Khmer
ce: Хмер

source: Khowar
ce: Ховар

source: K'iche'
ce: Киче

source: Kichwa
ce: Кичва

source: Kidaw'ida
ce: Кудавидан

source: Kihemba
ce: Кихемба

source: Kikamba
ce: Кикамба

source: Kikuyu
ce: Кикуйу

source: Kinyarwanda
ce: Руанда

source: Kirombo
ce: Киромбо

source: Kirundi
ce: Кирунди

source: Kohistani Shina
ce: Кохистани Шина

source: Kom
ce: Ком

source: Komi-Zyrian
ce: Коми-зирйанан

source: Konkani (Devanagari)
ce: Конкани

source: Konkani (Romi)
ce: Гоанийн

source: Konzo
ce: Конзо

source: Korean
ce: Корейан

source: Kotokoli
ce: Котоколи

source: Kreol Morisien
ce: Креол Морисиен

source: Kuku
ce: Куку

source: Kunabembe
ce: Кунамбе

source: Kurmanji Kurdish
ce: Курдийн(курманджи)

source: Kwasio
ce: Квасио

source: Kyrgyz
ce: Киргизан

source: Ladin
ce: Ладин

source: Lango
ce: Ланго

source: Language
ce: Мотт

source: Language Fundamentals (e.g. Digits, Letters, Money)
ce: Меттан бух (масала, терахьаш, элпаш, ахча)

source: Language Request
ce: мотт бехар

source: Language request successfully submitted, thank you.
ce: Мотт бехар кхиамца дӀакхачийна, баркалла.

source: Languages
ce: Меттанаш

source: Lao
ce: Лао

source: Large bulk sentence submission
ce: Дуккха а аламаш дIабалар

source: Lassi
ce: Лаззи

source: Latgalian
ce: Латгалианан

source: Latvian
ce: Латвийн

source: Laz
ce: Лаз

source: Learn about partnerships with Common Voice
ce: Common Voice компаница накъосталла дарх лаьцнарг довза .

source: Learn how to check a transcription
ce: Йозане ерзийна аудио (транскрипци) муха талла еза Ӏамаде

source: Learn how to take part
ce: Дакъалаца Ӏамаде

source: Learn how to transcribe
ce: Йозане ерзор Ӏамаде

source: Learn how to use this page
ce: АгӀо муха лело беза хьажа

source: Learn More
ce: кхин дӀа хаа

source: Leaving now means you'll lose your progress
ce: ХӀинца дӀавахар - хьан кхиамаш дӀабоьвр бу бохург ду

source: Lendu
ce: Ленду

source: Let's Get Started
ce: Болх дӀаболабе вай!

source: Ligurian
ce: Лигуриан

source: Lingala
ce: Лингала

source: Link Copied
ce: ТIехьажорган Эвсарт йина

source: Listen
ce: ЛадогIа

source: Listen options menu
ce: ЛадогӀа опцин меню .

source: Listen-Queue
ce: ЛадогӀаран рагӀ

source: Lithuanian
ce: Литван

source: Loading…
ce: ТIейалар

source: Loading sentences…
ce: Аламаш чубовлу...

source: Loarki
ce: Лоарки

source: Log In
ce: Чувала

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ce: <loginLink>Чувола</loginLink>я <loginLink>дӀавазло</loginLink> масех алам тӀетоха

source: Log in or sign up to get started
ce: ДӀаволавала , чувола я дӀавазло

source: Log In / Sign Up
ce: Чувола / ДӀаязло

source: Log Out
ce: Ара Вала

source: Loja Highland Kichwa
ce: Ложа Хайленд Квичуа

source: Lojban
ce: Ложбан

source: Losso
ce: Лоссо

source: Luganda
ce: Луганда

source: Luxembourgish
ce: Дюксенбурган

source: Macedonian
ce: Макидонан

source: Mada
ce: Мада

source: Maithili
ce: Майтхили

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ce: Терго йе, хьо къамел дан волавалале хьалха аз дӀайаздеш хилар а, ахь къамел чекхдаьккхича бен иза сецна цахилар а

source: Make sure the sentence meets the following criteria:
ce: Аламаш хӀокху йусткиртиган барамашца йогӀуш хиларх тешна хила:

source: Make sure they can be answered in just a couple of sentences
ce: Царна цхьана-шина аламца жоьпаш дала йиш хиларх тешна хила.

source: Malagasy
ce: МАлагаси

source: Malay
ce: Малайнан

source: Malayalam
ce: Малайалам

source: Maltese
ce: Малтийзан

source: Manage Email Subscriptions
ce: поштан язваларийн урхалла

source: Manage Subscriptions
ce: тӀеязваларийн урхалла

source: Manx
ce: Манксийн

source: Mapudungun
ce: Мапудунгун

source: Mara
ce: Мара

source: Marathi
ce: Маратхи

source: <mark>Check</mark>
ce: <mark>Тергам бе</mark>

source: <mark>Data</mark>
ce: <mark>Хаамаш</mark>

source: <mark>Prompt</mark>
ce: <mark>Дехар</mark>

source: <mark>Respond</mark>
ce: <mark>Жоп ло</mark>

source: <mark>Transcribe</mark>
ce: <mark>Йозане ерзор</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
ce: <mark>Хьайн талламна</mark><br/><mark>CV лелош вуй хьо?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
ce: <mark>Тхуна оьшу</mark><br/><mark>хьоьгара гIо!</mark>

source: Marwari
ce: Марвари

source: Massa
ce: Масса

source: Matses
ce: Матсес

source: Maximum file size: 25 MB
ce: Лаккхара файлан барам: 25 МБ.

source: Mbo
ce: Мбо

source: Mbum
ce: Мбум

source: Meadow Mari
ce: Мидов Мари

source: Media and Entertainment
ce: Хаамийн гӀирсаш а, самукъадаккхарш а

source: Medumba
ce: Медумба

source: Meetei Lon
ce: Митеи Лон

source: Melanau
ce: Миланау

source: Mengambo
ce: Менгамбо

source: Message
ce: хаам

source: Michoacán Mazahua
ce: Мичоакан Мазахуа

source: Mina
ce: Мина

source: Mingrelian
ce: Мингрелийн

source: Minimum sentences in file: 1000
ce: Файлехь уггаре а кӀезиг аламаш: 1000

source: [Mismatched content]
ce: [ЦхьаьнабогӀуш боцу чулацам]

source: Misreadings
ce: ГӀалат дешар

source: Missing an <strong>'s'</strong> at the end of a word.
ce: Дешан чаккхенгахь <strong>'s'</strong> ца хилар.(ингалс маттахь)

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ce: аудио-ДӀаяздаран юьххьехь дешан цхьа дакъа дӀадаккхар. Масала, ахь <strong>"алам"</strong> олуш хилча, <strong>"салам"</strong> бохучу меттана.

source: Missing the end of the last word by cutting off the recording too quickly.
ce: Аудио-ДӀаяздар, хенал хьалха дӀадерзор бахьана долуш тӀаьххьара дешан чаккхе дӀаяккхар

source: Mixteco Yucuhiti
ce: Микстеко Йукухити

source: Mokpwe
ce: Мокпве

source: Moksha
ce: Мокшанийн

source: Mongolian
ce: Манголийн

source: [More has been recorded than the required text]
ce: [Оьшучу текстал а алсам аудио-дӀаяздина ду].

source: Mossi
ce: Моси

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ce: Дукхахдолу аудио-дӀаяздарш шайн озаца къамел деш болчу нехан ду. Ахь тӀеэца тарло наггахь стандартехь йоцу аудио-дӀаяздар, цхьаммо мохь хьоькхуш, шабарш деш, я дӀахьедар деш "драматически" озаца къамел деш. Дехар ду, эшарийн аудио-дӀаяздарш а, компьютерца кхоьллина аьзнаш лелош долу аудио-дӀаяздарш а тӀе ма эца.

source: Moussey
ce: Моувсей

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
ce: Mozilla Common Voice лело аьтто бина тайп-тайпанчу юкъаралло, дерриг а дуьнентӀера жигархойн, меттан говзанчийн, хаамийн Ӏилманчийн, Ӏилманчийн, программийн инженерийн. Леринаргана тӀехьожуш ю Mozilla фонд.

source: Mpiemo
ce: Мпиэмо

source: Mundang
ce: Мунданг

source: Mungaka
ce: Мунгака

source: Musgum
ce: Мусгум

source: Mutual accountability.
ce: Вовшашна хьалха жоьпалла

source: n
ce: н

source: Name
ce: цӀе

source: Nature and Environment
ce: Ӏалам а, гонахьа дерг а

source: Nepali
ce: Непалийн

source: Newari
ce: Нивари

source: New Language Launch
ce: Керла мотт дӀаболор

source: News and Current Affairs
ce: Керланаш а, карарчу хенахь болу хиламаш а

source: Next
ce: Хьалха

source: Ngambay
ce: Нгамбай

source: Ngiembon
ce: Нгембон

source: Ngomba
ce: Нгомба

source: Ngombale
ce: Нгомбал

source: Nias
ce: Ниазан

source: Nigerian Pidgin English
ce: Нигерийн Пигинийн Ингалс

source: NKo
ce: НКо

source: No
ce: ХӀан-хӀа

source: [No ‘a’ in the original text]
ce: [Юьхьанцара текстехь "а" элп дац].

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ce: <noCopyright>Долахонан бакъонаш яц</noCopyright> (cc-0)

source: No foreign letters
ce: Кхечу къаьмнийн элпаш а доцуш

source: No gravatar found for your email
ce: Хьан email-ца Gravatar ца карийна

source: No match found
ce: Цхьаьнадар ца карийна

source: No matching language found
ce: БогIуш болу мотт ца карийна .

source: No microphone found.
ce: Микрофон ца карийна.

source: No numbers and special characters
ce: Терахьаш а, леррина хьаьркаш а дац

source: No offensive, prejudiced remarks or sensitive questions
ce: Сийсаз а, кхераме хаттарш а дихкина ду
